import kotlin.random.Random

//fun main()//заглавная функция программы
//{//начало программы
// var a=100// var - variable - изменяемый
//    val b=200 //val - value - начение - константа- неизменяемый
//    print("Значение переменной = ")
//    println(a) // ывод на экран с отступом
//    print("Значение переменной b =")
//    print(b)
//
//    a=25
//    print(a)// вывод на экран без отступа на след строку
////это первое изменение +mail
////это второе изменение
//}//конец программы
////да
fun main() {
   var a = 200
   print(a/100)
}
// fun main() {
//    var a = 5
//   var P = 5*4
//   print(P)
//
//
// }
